[
  {
    "name": "Adrenal",
    "type": "flat",
    "text": "This effect lasts ueoc."
  },
  {
    "name": "Ammo.*",
    "type": "flat",
    "text": "This can be used by a related Loaded item. It is Consumed."
  },
  {
    "name": "Animate vine",
    "type": "flat",
    "text": "This counts as a monster with base stats of 8-average, +1 size, +5 combat, a Net attack, and Sessile and Unseeing. It's typically aggressive against anything nearby."
  },
  {
    "name": "Aquatic",
    "type": "flat",
    "text": "This thrives in water rather than on land. +5 to physical checks while in water, -10 while out."
  },
  {
    "name": "Bleeding",
    "type": "flat",
    "text": "(condition) Each round, take 1 point of Fatigue aeor. Resolve this aeoc or when you reach 10 Fatigue. Medical: Check MET+knowledge vs 15; on a pass, resolve this."
  },
  {
    "name": "Channelled",
    "type": "flat",
    "text": "You must constantly cast this spell to maintain its effect. The effect stops if you pick something up, are incapacitated, or cast another spell. You can move around, act, and fight unarmed."
  },
  {
    "name": "Civilian",
    "type": "flat",
    "text": "No mechanical effect, but it is assumed that player characters won't have much use for this."
  },
  {
    "name": "Combat",
    "type": "flat",
    "text": "This gives a numerical or other bonus to combat."
  },
  {
    "name": "Concealed",
    "type": "flat",
    "text": "You can easily hide this under your clothes."
  },
  {
    "name": "Condition",
    "type": "flat",
    "text": "This has a maximum of 10 tokens at a time."
  },
  {
    "name": "Consumed",
    "type": "flat",
    "text": "Single use."
  },
  {
    "name": "Cornucopic",
    "type": "flat",
    "text": "This produces a tremendous amount of food. Cornucopics are illegal under Hebai's Law."
  },
  {
    "name": "Crit",
    "type": "flat",
    "text": "This inflicts double damage. Multiple crits do not stack."
  },
  {
    "name": "Dominate",
    "type": "flat",
    "text": "Take control of the target. You don't control them directly and don't gain a telepathic link, but it will try to obey commands, protect you, and attack your enemies. Even if it doesn't understand your language, it can intuit general intent. If two characters both try to take control of the same target, they check MAS+magic against each other; the loser fails and loses access to whatever method they tried until their next long rest, and if the winner had already dominated the target, the loser also loses focus as per a POW roll."
  },
  {
    "name": "Dubious",
    "type": "flat",
    "text": "I'm not convinced this content is really a good idea, at least in its current form, but I'll include it for now and playtest, rethink, and revise."
  },
  {
    "name": "Facile",
    "type": "flat",
    "text": "You can cast this spell even if not attuned to its colour."
  },
  {
    "name": "Fiery",
    "type": "flat",
    "text": "When this inflicts damage, it is in the form of Burn, not Injury. This has Light $POW."
  },
  {
    "name": "Fight style",
    "type": "flat",
    "text": "You may only have one boon with this; and that boon only applies if you have no Armour."
  },
  {
    "name": "Incapacitated",
    "type": "flat",
    "text": "(condition) You can't do anything. Lasts until end of battle."
  },
  {
    "name": "Indirect",
    "type": "flat",
    "text": "Enemies don't gain a combat bonus against you if they're behind cover."
  },
  {
    "name": "Innocent",
    "type": "flat",
    "text": "NPCs don't interpret this as a weapon."
  },
  {
    "name": "Loaded.*",
    "type": "flat",
    "text": "This can only operate by expending ammunition of the listed type."
  },
  {
    "name": "Long rest",
    "type": "flat",
    "text": "You get one of these per session or mission, whichever takes longer: no taking multiple long rests by taking a month-long hike, no taking multiple if you spend ages in the same dungeon."
  },
  {
    "name": "Medical",
    "type": "flat",
    "text": "Other characters may do this move on your behalf. You take the penalty for failure regardless."
  },
  {
    "name": "Modifier",
    "type": "flat",
    "text": "This ability may (optionally) be used in conjunction with an action to change its rules. You may stack arbitrarily many modifiers."
  },
  {
    "name": "Move",
    "type": "flat",
    "text": "This is an action that otherwise isn't available."
  },
  {
    "name": "Net",
    "type": "flat",
    "text": "On a hit against an opponent without Tangle, this inflicts Tangle n instead of n damage."
  },
  {
    "name": "Persistent",
    "type": "flat",
    "text": "This spell effect continues for some time even after you stop casting."
  },
  {
    "name": "Prereq.*",
    "type": "flat",
    "text": "You can't take this without the listed prerequisite. If you do somehow get it without the prerequisite, it doesn't take effect."
  },
  {
    "name": "Ranged",
    "type": "flat",
    "text": "This applies only when engaging from outside melee. You may have both a ranged and a non-ranged weapon equipped at once in the same hand slots."
  },
  {
    "name": "Restrain",
    "type": "flat",
    "text": "When you hit a target with this, instead of taking damage they become Restrained: they are immobilised and take -3 to all physical actions. To maintain this, you must stay within melee range. The target can break this by successfully hitting you, and you may release at any time (modifier)."
  },
  {
    "name": "Sessile",
    "type": "flat",
    "text": "This can't manoeuvre around the battlefield. It can still move eg to engage in combat, as opposed to something fully paralysed."
  },
  {
    "name": "Sharp",
    "type": "flat",
    "text": "When you incapacitate with this, the target takes Bleeding."
  },
  {
    "name": "Slow",
    "type": "flat",
    "text": "This can't be used during Crisis, the idea being that it takes a while and is at least a little fiddly."
  },
  {
    "name": "Social",
    "type": "flat",
    "text": "No mechanical effect, but if ever I create a social skill, this will be associated with it."
  },
  {
    "name": "Stunned",
    "type": "flat",
    "text": "(condition) Your action must be to stand ground. Resolved aeor."
  },
  {
    "name": "Summon",
    "type": "flat",
    "text": "This creates a new character. The spell isn't channelled, but you may have only one summon spell active at a time, so if you re-cast, the current one is cancelled and any summons are dismissed: they cease to exist. The summoner can give orders to the summon, but doesn't control it directly, and it can act of its own initiative. If this would be incapacitated, instead it is dismissed."
  },
  {
    "name": "Suppress",
    "type": "flat",
    "text": "When you win an engagement from range, you may prevent the opponent from closing to melee."
  },
  {
    "name": "Thrown",
    "type": "flat",
    "text": "As for Consumed, but can be retrieved after."
  },
  {
    "name": "Trap",
    "type": "flat",
    "text": "No mechanical effect, but this is often used as a trap."
  },
  {
    "name": ".*Tribal.*",
    "type": "flat",
    "text": "No mechanical effect, but it probably synergises with other effects with the same tribe."
  },
  {
    "name": "Two-handed",
    "type": "flat",
    "text": "If you use this, you can't hold anything in your off hand, including anything @worn@ there. Take -1 athletics and -1 stealth while carrying this."
  },
  {
    "name": "Unbridled",
    "type": "flat",
    "text": "You can't deliberately weaken this spell."
  },
  {
    "name": "Unseeing",
    "type": "flat",
    "text": "This permanently has @Blind@ 10."
  },
  {
    "name": "Veil",
    "type": "flat",
    "text": "A magical effect that interferes with others' perception of an object or area. Anything veiled is hidden with +5 to stealth. When you know a veil is there, you can see through it, and also point it out to allies; if you don't know but strongly suspect, it doesn't get the +5 bonus. Veils can't hide magic signatures or touch, so if you cast or attack from behind one, you are revealed. They only scramble certain senses, so eg if you talk from behind a non-audio veil, that will reveal it."
  },
  {
    "name": "Wild",
    "type": "flat",
    "text": "You can try to tame this. See the miscellaneous mechanics page."
  },
  {
    "name": "World-building",
    "type": "flat",
    "text": "This content exists for world-building purposes, but is not available to players."
  },
  {
    "name": "Worn.*",
    "type": "flat",
    "text": "This is worn on the listed location. You can only have one item worn there."
  },
  {
    "name": "Armour",
    "type": "variable",
    "text": "Take +n to combat, -n to athletics, and -n to stealth."
  },
  {
    "name": "Armour piercing",
    "type": "variable",
    "text": "Take +n to combat up to a maximum of the target's total Armour value. Take -1 athletics while carrying this."
  },
  {
    "name": "Blind",
    "type": "variable",
    "text": "(condition) Take -$n to vigilance and to fight."
  },
  {
    "name": "Burn",
    "type": "variable",
    "text": "(condition) Convert this to Injury aeoc. Medical: Check MET+knowledge vs 15; on a pass, halve $n, rounding it up. Either way, it is immediately converted to Injury."
  },
  {
    "name": "Dazzle",
    "type": "variable",
    "text": "(condition) This counts as blind $n, maxing. Decrease this by 1 aeor unless you gain this this round."
  },
  {
    "name": "Dim",
    "type": "variable",
    "text": "Within $n metres, +1 light level (ie dark to dim or dim to normal). Multiple instances max."
  },
  {
    "name": "Fatigue",
    "type": "variable",
    "text": "(condition) Take -$n to all physical actions. Remove 3 with a long rest. At END+5 fatigue, you are Incapacitated."
  },
  {
    "name": "Goop",
    "type": "variable",
    "text": "(condition) Take -$n to athletics and melee combat. Decrease this by 1 aeor unless you gain this this round."
  },
  {
    "name": "Injury",
    "type": "variable",
    "text": "(condition) Take -$n to all physical actions. Medical: Check MET+knowledge vs 15; on a fail, take 2 @fatigue@ and you don't recover any fatigue today. Either way, remove 1 Injury. Can only be tried once per long rest."
  },
  {
    "name": "Light",
    "type": "variable",
    "text": "Within $n metres, +2 light levels (ie it becomes normally bright), and within another $n, +1. Multiple instances max."
  },
  {
    "name": "Mana shock",
    "type": "variable",
    "text": "(condition) Take -$n to magic. Decrease by 1 with each long rest. At END+5 mana shock, you can't cast spells or sense magic."
  },
  {
    "name": "Nullify",
    "type": "variable",
    "text": "Anything using magic within melee range not tagged Nullify takes -$n, and a -1 magic token aeor. Multiple instances max. This affects magic items. This is always visible to anything with magic sense. Pure magic entities always take -$n."
  },
  {
    "name": "Paralysis",
    "type": "variable",
    "text": "(condition) Take -$n to all physical actions."
  },
  {
    "name": "Tangle",
    "type": "variable",
    "text": "(condition) Take -$n to all physical actions. You can't manoeuvre. You have Untangle (move): if engaged this round, you don't inflict damage on a win, and if you win all engagements, resolve this condition. Lasts 3 rounds."
  }
]