[
  {
    "name": "Animate vine",
    "type": "flat",
    "text": "This counts as a monster with base stats of 8-average, +1 size, +5 combat, a Net attack, and Sessile and Unseeing. It's typically aggressive against anything nearby."
  },
  {
    "name": "Aquatic",
    "type": "flat",
    "text": "This thrives in water rather than on land."
  },
  {
    "name": "Bleeding",
    "type": "flat",
    "text": "Whenever you do a check, take 1 point of injury. Resolved when you accumulate 5 points. If you fall asleep, take all outstanding points immediately."
  },
  {
    "name": "Civilian",
    "type": "flat",
    "text": "No mechanical effect, but it is assumed that player characters won't have much use for this."
  },
  {
    "name": "Cornucopic",
    "type": "flat",
    "text": "This produces a tremendous amount of food. Cornucopics are illegal under Hebai's Law."
  },
  {
    "name": "Crit",
    "type": "flat",
    "text": "This inflicts double damage. If multiple effects give crits, the effect adds, eg with two crits, an attack inflicts triple damage."
  },
  {
    "name": "Fight style",
    "type": "flat",
    "text": "You may only have one boon with this; that boon only applies if you have no Armour."
  },
  {
    "name": "High-level",
    "type": "flat",
    "text": "This spell is only available at high level. Will be deprecated once I develop a spell level system."
  },
  {
    "name": "Incapacitated",
    "type": "flat",
    "text": "You can't do anything. Lasts until end of battle."
  },
  {
    "name": "Modifier",
    "type": "flat",
    "text": "This ability may (optionally) be used in conjunction with an action to change its rules. You may stack arbitrarily many modifiers."
  },
  {
    "name": "Move",
    "type": "flat",
    "text": "This is an action that otherwise isn't available."
  },
  {
    "name": "Net",
    "type": "flat",
    "text": "On a hit against an opponent without Tangle, this inflicts Tangle n instead of n damage."
  },
  {
    "name": "Prereq.*",
    "type": "flat",
    "text": "You can't take this without the listed prerequisite. If you do somehow get it, it doesn't take effect."
  },
  {
    "name": "Sessile",
    "type": "flat",
    "text": "This can't manoeuvre around the battlefield. It can still move eg to fight, as opposed to something fully paralysed."
  },
  {
    "name": "Slow",
    "type": "flat",
    "text": "This can't be used during Crisis, the idea being that it takes a while and is at least a little fiddly."
  },
  {
    "name": "Social",
    "type": "flat",
    "text": "No mechanical effect, but if ever I create a social skill, this will be associated with it."
  },
  {
    "name": "Suppress",
    "type": "flat",
    "text": "When you win an engagement from range, you may prevent the opponent from closing to melee."
  },
  {
    "name": "Trap",
    "type": "flat",
    "text": "No mechanical effect, but this is often used as a trap."
  },
  {
    "name": ".*Tribal.*",
    "type": "flat",
    "text": "No mechanical effect, but it probably synergises with other effects with the same tribe."
  },
  {
    "name": "Unseeing",
    "type": "flat",
    "text": "This doesn't use vision for perception. It doesn't generally suffer any combat penalties, but can't do things such as read or see colour."
  },
  {
    "name": "Veil",
    "type": "flat",
    "text": "A magical effect that interferes with others' perception of an object or area."
  },
  {
    "name": "World-building",
    "type": "flat",
    "text": "This content exists for world-building purposes, but is not available to players."
  },
  {
    "name": "Armour",
    "type": "variable",
    "text": "Take +n to combat, -n to athletics, and -n to stealth."
  },
  {
    "name": "Armour piercing",
    "type": "variable",
    "text": "Take +n to combat up to a maximum of the target's total Armour value."
  },
  {
    "name": "Fatigue",
    "type": "variable",
    "text": "Take -$n to all physical actions. Remove aeob. At 10 fatigue, you are Incapacitated."
  },
  {
    "name": "Injury",
    "type": "variable",
    "text": "Take -$n to all physical actions. Decrease by 1 with each long rest."
  },
  {
    "name": "Tangle",
    "type": "variable",
    "text": "Take -$n to all physical actions. You can't manoeuvre. You have Untangle (move): if engaged this round, you don't inflict damage on a win, and if you win all engagements, resolve this condition. Lasts 3 rounds."
  }
]