[
  {
    "name": "Ammo.*",
    "type": "flat",
    "text": "This can be used by a related Loaded item. It is Consumed."
  },
  {
    "name": "Animate vine",
    "type": "flat",
    "text": "This counts as a monster with base stats of 8-average, +1 size, +5 combat, a Net attack, and Sessile and Unseeing. It's typically aggressive against anything nearby."
  },
  {
    "name": "Aquatic",
    "type": "flat",
    "text": "This thrives in water rather than on land. +5 to physical checks while in water, -10 while out."
  },
  {
    "name": "Bleeding",
    "type": "flat",
    "text": "(condition) Whenever you do a check or a check is done against you, take 1 point of injury. Resolved when you reach 5 injury. If you fall asleep, take all outstanding points immediately. (move) First aid: check MET+knowledge vs 15; on a pass, resolve this; on a fail, take 1 Injury."
  },
  {
    "name": "Civilian",
    "type": "flat",
    "text": "No mechanical effect, but it is assumed that player characters won't have much use for this."
  },
  {
    "name": "Combat",
    "type": "flat",
    "text": "This gives a numerical or other bonus to combat."
  },
  {
    "name": "Concealed",
    "type": "flat",
    "text": "You can easily hide this under your clothes."
  },
  {
    "name": "Consumed",
    "type": "flat",
    "text": "Single use."
  },
  {
    "name": "Cornucopic",
    "type": "flat",
    "text": "This produces a tremendous amount of food. Cornucopics are illegal under Hebai's Law."
  },
  {
    "name": "Crit",
    "type": "flat",
    "text": "This inflicts double damage. If multiple effects give crits, the effect adds, eg with two crits, an attack inflicts triple damage."
  },
  {
    "name": "Dubious",
    "type": "flat",
    "text": "I'm not convinced this content is really a good idea, at least in its current form, but I'll include it for now and playtest and revise."
  },
  {
    "name": "Fight style",
    "type": "flat",
    "text": "You may only have one boon with this; and that boon only applies if you have no Armour."
  },
  {
    "name": "Incapacitated",
    "type": "flat",
    "text": "(condition) You can't do anything. Lasts until end of battle."
  },
  {
    "name": "Indirect",
    "type": "flat",
    "text": "Enemies don't gain a combat bonus against you if they're behind cover."
  },
  {
    "name": "Innocent",
    "type": "flat",
    "text": "People won't necessarily take this as a threat."
  },
  {
    "name": "Loaded.*",
    "type": "flat",
    "text": "This can only operate by expending ammunition of the listed type."
  },
  {
    "name": "Modifier",
    "type": "flat",
    "text": "This ability may (optionally) be used in conjunction with an action to change its rules. You may stack arbitrarily many modifiers."
  },
  {
    "name": "Move",
    "type": "flat",
    "text": "This is an action that otherwise isn't available."
  },
  {
    "name": "Net",
    "type": "flat",
    "text": "On a hit against an opponent without Tangle, this inflicts Tangle n instead of n damage."
  },
  {
    "name": "Prereq.*",
    "type": "flat",
    "text": "You can't take this without the listed prerequisite. If you do somehow get it without the prerequisite, it doesn't take effect."
  },
  {
    "name": "Ranged",
    "type": "flat",
    "text": "This applies only when engaging from outside melee. You may have both a ranged and a non-ranged weapon equipped at once."
  },
  {
    "name": "Sessile",
    "type": "flat",
    "text": "This can't manoeuvre around the battlefield. It can still move eg to engage in combat, as opposed to something fully paralysed."
  },
  {
    "name": "Sharp",
    "type": "flat",
    "text": "When you incapacitate with this, the target takes Bleeding."
  },
  {
    "name": "Slow",
    "type": "flat",
    "text": "This can't be used during Crisis, the idea being that it takes a while and is at least a little fiddly."
  },
  {
    "name": "Social",
    "type": "flat",
    "text": "No mechanical effect, but if ever I create a social skill, this will be associated with it."
  },
  {
    "name": "Stunned",
    "type": "flat",
    "text": "(condition) Your action must be to stand ground. Resolved aeor."
  },
  {
    "name": "Summon",
    "type": "flat",
    "text": "This creates a new character. The spell isn't channelled, but you may have only one summon spell active at a time, so if you re-cast, the current one is cancelled and any summons are dismissed [from this dimension]. The summoner can give orders to the summon, but doesn't control it directly, and it can act of its own initiative. If this would be incapacitated, instead it is dismissed."
  },
  {
    "name": "Suppress",
    "type": "flat",
    "text": "When you win an engagement from range, you may prevent the opponent from closing to melee."
  },
  {
    "name": "Thrown",
    "type": "flat",
    "text": "As for Consumed, but can be retrieved after."
  },
  {
    "name": "Trap",
    "type": "flat",
    "text": "No mechanical effect, but this is often used as a trap."
  },
  {
    "name": ".*Tribal.*",
    "type": "flat",
    "text": "No mechanical effect, but it probably synergises with other effects with the same tribe."
  },
  {
    "name": "Two-handed",
    "type": "flat",
    "text": "If you fight with this, you can't use anything in your off hand."
  },
  {
    "name": "Unseeing",
    "type": "flat",
    "text": "This doesn't use vision for perception. It doesn't generally suffer any combat penalties, but can't do things such as read or see colour."
  },
  {
    "name": "Veil",
    "type": "flat",
    "text": "A magical effect that interferes with others' perception of an object or area. By default, a veiled person is hidden with +5 to hide checks."
  },
  {
    "name": "World-building",
    "type": "flat",
    "text": "This content exists for world-building purposes, but is not available to players."
  },
  {
    "name": "Worn.*",
    "type": "flat",
    "text": "This is worn on the listed location. You can only have one item worn there."
  },
  {
    "name": "Armour",
    "type": "variable",
    "text": "Take +n to combat, -n to athletics, and -n to stealth."
  },
  {
    "name": "Armour piercing",
    "type": "variable",
    "text": "Take +n to combat up to a maximum of the target's total Armour value."
  },
  {
    "name": "Fatigue",
    "type": "variable",
    "text": "(condition) Take -$n to all physical actions. Remove aeob. At 10 fatigue, you are Incapacitated."
  },
  {
    "name": "Injury",
    "type": "variable",
    "text": "(condition) Take -$n to all physical actions. Decrease by 1 with each long rest."
  },
  {
    "name": "Tangle",
    "type": "variable",
    "text": "(condition) Take -$n to all physical actions. You can't manoeuvre. You have Untangle (move): if engaged this round, you don't inflict damage on a win, and if you win all engagements, resolve this condition. Lasts 3 rounds."
  }
]